Repository: WenqingZhou/YamiibBiz
Catalog: YawiiB/*.lproj/Localizable.strings
Languages: fi

# error_lbl
source: Error
fi: Virhe

# loading_lbl
source: Loading...
fi: Ladataan..

# Key
source: English
fi: Suomi

# retry_lbl
source: Retry
fi: Yritä uudelleen

# sending_btn
source: Publishing...
fi: Julkaisemassa...

# cannot_combine_lbl
source: Can not combine with any other offers.
fi: Ei voi yhdistää muihin tarjouksiin.

# login_lbl
source: Login
fi: Kirjaudu sisään

# special_lbl
source: Special offer
fi: Erikoistarjous

# send_confirm_msg
source: You cannot modify nor cancel it once the special is published!
fi: Tarjousta ei voi muokata eikä peruuttaa kun se on julkaistu!

# send_confirm_lbl
source: Are you sure you want to publish this special?
fi: Haluatko varmasti julkaista tämän tarjouksen?

# unlimited_lbl
source: Unlimited
fi: Rajaton

# no_special_content_msg
source: Please enter your offer's content.
fi: Syötä tarjouksen sisältö.

# login_fail_msg
source: An error occurred when logging in, please try again later.
fi: Tapahtui virhe. Yritä myöhemmin uudelleen.

# enter_lbl
source: Enter
fi: Syötä

# send_btn
source: Publish
fi: Julkaise

# normal_price_lbl
source: Normal price
fi: Normaali hinta

# wake_up_your_customers_lbl
source: Wake up your customers
fi: Herätä asiakkaasi

# enter_password_msg
source: Please enter your password
fi: Syötä salasanasi

# add_special_lbl
source: Create a special offer
fi: Luo erikoistarjous

# modify_lbl
source: Modify
fi: Muokkaa

# published_btn
source: Published
fi: Julkaistu

# special_price_lbl
source: Special price
fi: Tarjoushinta

# email_lbl
source: Email address
fi: S-postiosoite

# offer_limit_lbl
source: The first %@ people can reserve this offer.
fi: %@ ensimmäistä saa tämän tarjouksen.

# special_found_notify_msg
source: New special found: %@ at %@ (%@).
fi: Uusi tarjous löydetty: %@, %@, (%@)

# content_hint_lbl
source: What to offer? e.g. Nauravat nakit ranskalaisilla + juoma/Kiinalainen lounasbuffet sisältäen jälkiruoan.
fi: Tarjouksen sisältö. Esim. Nauravat nakit ranskalaisilla + juoma/Kiinalainen lounasbuffet sisältäen jälkiruoan.

# forget_password_lbl
source: Forget your password?
fi: Unohditko salasanasi?

# send_success_msg
source: The special has been published successfully!
fi: Tarjouksen julkaiseminen onnistui!

# send_confirm_ok_btn
source: Yes
fi: Kyllä

# login_wait_msg
source: Logging in, please wait...
fi: Kirjaudutaan sisään, odota hetki…

# send_failure_msg
source: An error occurred when publishing your special, please try again later.
fi: Tarjouksen julkaisemisessa tapahtui virhe. Yritä myöhemmin uudelleen

# send_confirm_cancel_btn
source: Check again
fi: Tarkista uudelleen

# sending_msg
source: Publishing, please wait...
fi: Julkaistaan, odota hetki…

# preview_lbl
source: Preview
fi: Esikatsele

# num_of_offers_lbl
source: Number of offers:
fi: Tarjouksien määrä:

# discount_smaller_msg
source: Discount must be at least at 20%!
fi: Tarjouksen on oltava ainakin 20%!

# logout_lbl
source: Logout
fi: Kirjaudu ulos

# password_lbl
source: Password
fi: Salasana

# time_until_lbl
source: Valid until:
fi: Tarjous päättyy kello:

# discount_invalid_msg
source: Discount is invalid.
fi: Tarjous on virheellinen
